MyScript Local Only Artifacts/merged.yml
---
execution:
- concurrency: 10
  files:
  - /Users/myComp/Downloads/Numbers.csv
  hold-for: 1m
  locations:
    us-east-1: 1
  ramp-up: 60s
  scenario: blazedemo
modules:
  blazemeter:
    token: '********'
  cloud:
    test: What did you see? A Lemur?
    token: '********'
scenarios:
  blazedemo:
    requests:
    - label: blazedemo
      method: GET
      url: http://blazedemo.com/